// src/features/customer/guide/views/guide.messages.ts
export const GuideMessages = {
  guideText: "راهنمای استفاده از ربات برای مشتریان:\n\n1️⃣ **رزرو نوبت:** از طریق لینک اختصاصی سالن وارد شوید و مراحل رزرو را دنبال کنید.\n2️⃣ **نوبت‌های من:** در این بخش می‌توانید نوبت‌های فعال خود را مشاهده کرده یا آن‌ها را لغو کنید.\n3️⃣ **سالن‌های من:** لیست سالن‌هایی که قبلاً از آن‌ها نوبت گرفته‌اید را در اینجا ببینید و با یک کلیک دوباره به آن‌ها دسترسی پیدا کنید.\n\nبرای بازگشت به منوی اصلی از دکمه زیر استفاده کنید.",
  backBtn: "بازگشت به منو"
};
